/* exception reason */
"-[%@ %@] expected a 'yes' or 'no' for its value" = "-[%1$@ %2$@] expected a 'yes' or 'no' for its value";

/* exception reason */
"-[%@ %@] expected a string" = "-[%1$@ %2$@] expected a string";

/* exception reason */
"-[%@ %@] expected a string in the cursor" = "-[%1$@ %2$@] expected a string in the cursor";

/* exception reason */
"-[%@ %@] expects NSString inputs but got a '%@'" = "-[%1$@ %2$@] expects NSString inputs but got a '%3$@'";

/* added to menu item title to indicate the default application */
"(default)" = "(default)";

/* name for zero named styles */
"(None)" = "(None)";

/* Address Book attachment localization pattern for individual names; %1$@ is the first name, %2$@ is the last name */
"%1$@ %2$@" = "%1$@ %2$@";

/* alias fix sheet message */
"%1$@ cannot be located.\nYou may locate it now or cancel to resolve the problem later." = "%1$@ cannot be located.\nYou may locate it now or cancel to resolve the problem later.";

/* Pattern to use when merging a style attribute group with a single attribute name for display in the style attributes inspector */
"<<style group + name merge pattern>>" = "%1$@ %2$@";

/* button */
"Add & View" = "Add & View";

/* style attribute or group name */
"adjust" = "adjust";

/* style attribute or group name */
"affinity" = "affinity";

/* style attribute or group name */
"alignment" = "alignment";

/* ligature style value */
"all" = "all";

/* audio capturer error panel title */
"Another recording session is in progress." = "Another recording session is in progress.";

/* exception reason */
"Attempt to add a named style that is already present (%@)" = "Attempt to add a named style that is already present (%@)";

/* exception reason */
"Attempt to archive styles from different registries" = "Attempt to archive styles from different registries";

/* exception reason */
"Attempt to create a OSStyleAttributeRegistry before default attribute registration finished." = "Attempt to create a OSStyleAttributeRegistry before default attribute registration finished.";

/* exception reason */
"Attempted to add a listener that doesn't conform to OSStyleListener." = "Attempted to add a listener that doesn't conform to OSStyleListener.";

/* exception reason */
"Attempted to add a listener twice." = "Attempted to add a listener twice.";

/* exception reason */
"Attempted to add an observer that doesn't conform to OSStyledTextStorageProcessEditingObserver." = "Attempted to add an observer that doesn't conform to OSStyledTextStorageProcessEditingObserver.";

/* exception reason */
"Attempted to add an observer twice." = "Attempted to add an observer twice.";

/* exception reason */
"Attempted to archive an empty style array" = "Attempted to archive an empty style array";

/* exception reason */
"Attempted to cause a style with undo enabled to depend on a style without an undo enabled." = "Attempted to cause a style with undo enabled to depend on a style without an undo enabled.";

/* exception reason */
"Attempted to connect two styles with different style contexts." = "Attempted to connect two styles with different style contexts.";

/* exception reason */
"Attempted to directly inherit from the same style twice." = "Attempted to directly inherit from the same style twice.";

/* exception reason */
"Attempted to initialize a OSStyleContext with a cursor name of '%@'" = "Attempted to initialize a OSStyleContext with a cursor name of '%@'";

/* exception reason */
"Attempted to look up the value for an unregistered style attribute '%@'" = "Attempted to look up the value for an unregistered style attribute '%@'";

/* exception reason */
"Attempted to move an inherited named style that isn't present." = "Attempted to move an inherited named style that isn't present.";

/* exception reason */
"Attempted to override a default style attribute after style registration had finished." = "Attempted to override a default style attribute after style registration had finished.";

/* exception reason */
"Attempted to override the default style attribute key '%@' more than once." = "Attempted to override the default style attribute key '%@' more than once.";

/* exception reason */
"Attempted to override undefined style attribute with key '%@'." = "Attempted to override undefined style attribute with key '%@'.";

/* exception reason */
"Attempted to register a default style attribute after style registration had finished." = "Attempted to register a default style attribute after style registration had finished.";

/* exception reason */
"Attempted to register two style attributes with the key '%@'." = "Attempted to register two style attributes with the key '%@'.";

/* exception reason */
"Attempted to remove a listener (%p) that hadn't been added to the style (%p)." = "Attempted to remove a listener (%1$p) that hadn't been added to the style (%2$p).";

/* exception reason */
"Attempted to remove a nil listener." = "Attempted to remove a nil listener.";

/* exception reason */
"Attempted to remove a nil observer." = "Attempted to remove a nil observer.";

/* exception reason */
"Attempted to remove an observer (%p) that hadn't been added to the text storage (%p)." = "Attempted to remove an observer (%1$p) that hadn't been added to the text storage (%2$p).";

/* exception reason */
"Attempted to set value for an unregistered attribute key of '%@'" = "Attempted to set value for an unregistered attribute key of '%@'";

/* style attribute or group name */
"background color" = "background color";

/* style attribute or group name */
"baseline" = "baseline";

/* font weight name */
"Black" = "Black";

/* style attribute or group name */
"blur radius" = "blur radius";

/* font weight name */
"Bold" = "Bold";

/* font weight name */
"Book" = "Book";

/* exception reason */
"Boolean attributes must have a yes or no number value" = "Boolean attributes must have a yes or no number value";

/* style attribute or group name */
"border color" = "border color";

/* style attribute or group name */
"border width" = "border width";

/* strikethrough affinity style value */
"by word <strikethrough affinity style value>" = "by word";

/* underline affinity style value */
"by word <underline affinity style value>" = "by word";

/* alias fix sheet button */
"Cancel" = "Cancel";

/* script error */
"Cannot create a generic attachment directly; create one of the more specific attachment types instead." = "Cannot create a generic attachment directly; create one of the more specific attachment types instead.";

/* script error */
"Cannot currently delete a mixture of attachments and non-attachments at the same time." = "Cannot currently delete a mixture of attachments and non-attachments at the same time.";

/* captured audio default attachment title */
"Captured Audio" = "Captured Audio";

/* audio capture cell title format */
"Captured Audio - %@" = "Captured Audio - %@";

/* exception reason */
"Cascade styles must not be named." = "Cascade styles must not be named.";

/* paragraph alignment style value */
"center" = "center";

/* undo action name */
"Change Attachment Name" = "Change Attachment Name";

/* undo action name */
"Clear Local Styles" = "Clear Local Styles";

/* context menu title
   undo action name */
"Clear Style" = "Clear Style";

/* undo action name */
"Collapse Attachment" = "Collapse Attachment";

/* style attribute or group name */
"color" = "color";

/* style attribute or group name */
"condensed" = "condensed";

/* named style key binding */
"control-number" = "control-number";

/* attachment cell menu item title */
"Copy" = "Copy";

/* multiple duplicated named style pattern */
"Copy %%d of %@" = "Copy %%d of %@";

/* single duplicated named style pattern */
"Copy of %@" = "Copy of %@";

/* context menu title */
"Copy Style" = "Copy Style";

/* undo action name */
"Create Named Style" = "Create Named Style";

/* attachment cell menu item title */
"Cut" = "Cut";

/* strikethrough pattern style value */
"dash <strikethrough style value>" = "dash";

/* underline pattern style value */
"dash <underline style value>" = "dash";

/* strikethrough pattern style value */
"dash dot <strikethrough style value>" = "dash dot";

/* underline pattern style value */
"dash dot <underline style value>" = "dash dot";

/* strikethrough pattern style value */
"dash dot dot <strikethrough style value>" = "dash dot dot";

/* underline pattern style value */
"dash dot dot <underline style value>" = "dash dot dot";

/* ligature style value
   popup title */
"default" = "default";

/* added to attachment cell menu item title */
"Default Application" = "Default Application";

/* undo action name */
"Delete Named Style" = "Delete Named Style";

/* undo action name */
"Delete Named Styles" = "Delete Named Styles";

/* undo action name */
"Delete Style Attribute" = "Delete Style Attribute";

/* font weight name */
"Demi-bold" = "Demi-bold";

/* strikethrough pattern style value */
"dot <strikethrough style value>" = "dot";

/* underline pattern style value */
"dot <underline style value>" = "dot";

/* strikethrough style value */
"double <strikethrough style value>" = "double";

/* underline style value */
"double <underline style value>" = "double";

/* action menu item title */
"Duplicate" = "Duplicate";

/* undo action name */
"Duplicate Named Style" = "Duplicate Named Style";

/* style selection name */
"Empty Selection" = "Empty Selection";

/* undo action name */
"Expand Attachment" = "Expand Attachment";

/* style attribute or group name */
"expansion" = "expansion";

/* exception reason */
"Expected a '%@' element in the cursor, but got '%@' (path = '%@')" = "Expected a '%1$@' element in the cursor, but got '%2$@' (path = '%3$@')";

/* font weight name */
"Extrablack" = "Extrablack";

/* font weight name */
"Extrabold" = "Extrabold";

/* style attribute or group name */
"family" = "family";

/* script error */
"File attachments require a file." = "File attachments require a file.";

/* style attribute or group name */
"fill color" = "fill color";

/* Audio capture progress message */
"Finishing recording..." = "Finishing recording…";

/* style attribute or group name */
"first line head indent" = "first line head indent";

/* alias fix sheet button */
"Fix Reference" = "Fix Reference";

/* style attribute or group name */
"fixed pitch" = "fixed pitch";

/* Audio capture progress message */
"Flattening movie... %d%%" = "Flattening movie… %d%%";

/* style attribute or group name */
"font" = "font";

/* named style key binding */
"function" = "function";

/* style attribute or group name */
"head indent" = "head indent";

/* font weight name */
"Heavy" = "Heavy";

/* style attribute or group name */
"inherited" = "inherited";

/* exception reason */
"Inherited styles must be named." = "Inherited styles must be named.";

/* exception reason */
"Inherited styles must be styles." = "Inherited styles must be styles.";

/* style attribute or group name */
"interface" = "interface";

/* alias fix sheet message */
"It used to be at %1$@, but is now at %2$@." = "It used to be at %1$@, but is now at %2$@.";

/* style attribute or group name */
"italic" = "italic";

/* paragraph alignment style value */
"justified" = "justified";

/* style attribute or group name */
"kerning" = "kerning";

/* paragraph alignment style value */
"left" = "left";

/* writing direction style value */
"left-to-right" = "left-to-right";

/* style attribute or group name */
"ligature" = "ligature";

/* font weight name */
"Light" = "Light";

/* style attribute or group name */
"line height multiple" = "line height multiple";

/* style attribute or group name */
"line spacing" = "line spacing";

/* style attribute or group name */
"link" = "link";

/* style attribute or group name */
"link <group>" = "link <group>";

/* LinkBack item cell title format */
"LinkBack Item from %@" = "LinkBack Item from %@";

/* script error */
"Linked attachments cannot be saved, only embedded attachments." = "Linked attachments cannot be saved, only embedded attachments.";

/* style attribute or group name */
"maximum line height" = "maximum line height";

/* font weight name */
"Medium" = "Medium";

/* style attribute or group name */
"minimum line height" = "minimum line height";

/* exception reason */
"Missing required attribute '%@' at '%@'" = "Missing required attribute '%1$@' at '%2$@'";

/* popup title */
"Multiple" = "Multiple";

/* popup title */
"Multiple selection" = "Multiple selection";

/* style selection name */
"Multiple Selection" = "Multiple Selection";

/* style selection name */
"Named style \"%@\"" = "Named style “%@”";

/* exception reason */
"Named style must start with a non-nil name." = "Named style must start with a non-nil name.";

/* style attribute or group name */
"narrow" = "narrow";

/* paragraph alignment style value
   writing direction style value */
"natural" = "natural";

/* style boolean name */
"no" = "no";

/* script error */
"No destination specified for save command." = "No destination specified for save command.";

/* exception reason */
"No OFEnumNameTable found for style attribute" = "No OFEnumNameTable found for style attribute";

/* exception reason */
"No such attribute '%@'" = "No such attribute '%@'";

/* style attribute name */
"None" = "None";

/* ligature style value */
"none <ligature style value>" = "none";

/* named style key binding */
"none <named style key binding>" = "none";

/* strikethrough affinity style value */
"none <strikethrough affinity style value>" = "none";

/* style attribute name */
"None <strikethrough pattern>" = "None";

/* strikethrough style value */
"none <strikethrough style value>" = "none";

/* style attribute name */
"None <strikethrough style>" = "None";

/* underline affinity style value */
"none <underline affinity style value>" = "none";

/* style attribute name */
"None <underline pattern>" = "None";

/* underline style value */
"none <underline style value>" = "none";

/* style attribute name */
"None <underline style>" = "None";

/* style attribute or group name */
"obliqueness" = "obliqueness";

/* style attribute or group name */
"offset" = "offset";

/* alert panel button */
"OK" = "OK";

/* temporary audio capture file name */
"OmniOutliner Audio Recording Temporary File" = "OmniOutliner Audio Recording Temporary File";

/* audio capturer error panel message */
"Only one recording session may be active at a time." = "Only one recording session may be active at a time.";

/* attachment cell menu item title */
"Open With" = "Open With";

/* attachment cell menu item title */
"Open With %@" = "Open With %@";

/* undo action name */
"Outline" = "Outline";

/* style attribute or group name */
"paragraph" = "paragraph";

/* undo action name */
"Paste Local Styles" = "Paste Local Styles";

/* context menu title */
"Paste Style" = "Paste Style";

/* attachment file wrapper name */
"Pasted Graphic" = "Pasted Graphic";

/* style attribute or group name */
"pattern" = "pattern";

/* audio capturer error panel message */
"Please use the Sound Capture preferences to select another input device or quit any application currently accessing the selected device." = "Please use the Sound Capture preferences to select another input device or quit any application currently accessing the selected device.";

/* attachment cell menu item title */
"Quick Look Attachment" = "Quick Look Attachment";

/* font weight name */
"Regular" = "Regular";

/* menu item title for when there is one LinkBack item selected */
"Remove Link to %@" = "Remove Link to %@";

/* menu item title for when there are no LinkBack items selected */
"Remove LinkBack for Item" = "Remove LinkBack for Item";

/* attachment cell menu item title */
"Reveal in Finder" = "Reveal in Finder";

/* paragraph alignment style value */
"right" = "right";

/* writing direction style value */
"right-to-left" = "right-to-left";

/* script error */
"Save destination is not a file." = "Save destination is not a file.";

/* script error */
"Save destination is not a URL." = "Save destination is not a URL.";

/* script error */
"Save destination is not an absolute file path." = "Save destination is not an absolute file path.";

/* style selection name */
"Selected Item" = "Selected Item";

/* selection type */
"Selected text" = "Selected text";

/* style attribute or group name */
"selection" = "selection";

/* style attribute or group name */
"selection color" = "selection color";

/* font weight name */
"Semibold" = "Semibold";

/* style attribute or group name */
"shadow" = "shadow";

/* strikethrough style value */
"single <strikethrough style value>" = "single";

/* underline style value */
"single <underline style value>" = "single";

/* style attribute or group name */
"size" = "size";

/* strikethrough pattern style value */
"solid <strikethrough style value>" = "solid";

/* underline pattern style value */
"solid <underline style value>" = "solid";

/* style attribute or group name */
"space before" = "space before";

/* style attribute or group name */
"spacing" = "spacing";

/* audio capture warning button title - recording already in progress */
"Stop Other Recording" = "Stop Other Recording";

/* style attribute or group name */
"strikethrough" = "strikethrough";

/* style attribute or group name */
"style" = "style";

/* style attribute or group name */
"superscript" = "superscript";

/* style attribute or group name */
"tab stop interval" = "tab stop interval";

/* style attribute or group name */
"tab stops" = "tab stops";

/* style attribute or group name */
"tail indent" = "tail indent";

/* style attribute or group name */
"text" = "text";

/* text selection name */
"Text insertion" = "Text insertion";

/* alert title */
"The contact \"%@\" could not be added to your Address Book." = "The contact “%@” could not be added to your Address Book.";

/* title for sheet when activating address book entry that is not in Address Book */
"The contact \"%@\" is not present in your Address Book." = "The contact “%@” is not present in your Address Book.";

/* alert sheet message */
"The document containing the attachment needs to be saved before you can open the attachment." = "The document containing the attachment needs to be saved before you can open the attachment.";

/* exception reason */
"The named style \"%1$@\" can't inherit the named style \"%2$@\", because \"%2$@\" already inherits \"%1$@\"." = "The named style “%1$@” can't inherit the named style “%2$@”, because “%2$@” already inherits “%1$@”.";

/* script error */
"The value passed for the file was not a file." = "The value passed for the file was not a file.";

/* audio capturer error panel message */
"There may be a permissions problem, or your filesystem may be full." = "There may be a permissions problem, or your filesystem may be full.";

/* strikethrough style value */
"thick <strikethrough style value>" = "thick";

/* underline style value */
"thick <underline style value>" = "thick";

/* font weight name */
"Thin" = "Thin";

/* alias fix sheet title */
"This attachment has been moved.  Would you like to update the alias?" = "This attachment has been moved.  Would you like to update the alias?";

/* tool tip */
"This attribute has been customized" = "This attribute has been customized";

/* alert sheet message */
"This may not be a valid address card or there may be problems with your address book. Check that the Address Book application is working correctly." = "This may not be a valid address card or there may be problems with your address book. Check that the Address Book application is working correctly.";

/* exception reason */
"This operation would create a self-referential style graph between %@ and %@" = "This operation would create a self-referential style graph between %1$@ and %2$@";

/* font weight name */
"Ultra" = "Ultra";

/* font weight name */
"Ultralight" = "Ultralight";

/* exception reason */
"Unable to coerce value '%@' to class %@ for attribute '%@'" = "Unable to coerce value '%1$@' to class %2$@ for attribute '%3$@'";

/* audio capturer error panel title */
"Unable to configure the selected audio input device." = "Unable to configure the selected audio input device.";

/* audio capturer error panel title */
"Unable to connect to the selected audio input device." = "Unable to connect to the selected audio input device.";

/* exception reason */
"Unable to convert the string '%@' to a url.  Make sure that the string is a valid URL, including quoting characters that aren't valid in URLs." = "Unable to convert the string '%@' to a url.  Make sure that the string is a valid URL, including quoting characters that aren't valid in URLs.";

/* script error */
"Unable to create an attachment for the given file." = "Unable to create an attachment for the given file.";

/* audio capturer error panel title */
"Unable to create output file." = "Unable to create output file.";

/* alert sheet title */
"Unable to open attachment" = "Unable to open attachment";

/* script error */
"Unable to read file from '%@'." = "Unable to read file from '%@'.";

/* audio capturer error panel title */
"Unable to start input from audio device." = "Unable to start input from audio device.";

/* script error */
"Unable to write attachment." = "Unable to write attachment.";

/* weight unavailble note */
"Unavailable for selected font" = "Unavailable for selected font";

/* weight unavailble note */
"Unavailable for selected fonts" = "Unavailable for selected fonts";

/* weight unavailble note */
"Unavailable for some selected fonts" = "Unavailable for some selected fonts";

/* style attribute or group name */
"underline" = "underline";

/* undo action name */
"Underline" = "Underline";

/* Name for unnamed address book entries */
"Unnamed" = "Unnamed";

/* empty attachment name for RTF export */
"Unnamed Attachment" = "Unnamed Attachment";

/* exception reason */
"Unrecognized style attribute class name '%@'" = "Unrecognized style attribute class name '%@'";

/* first untitled named style */
"New Style" = "New Style";

/* untitled named style pattern */
"New Style %d" = "New Style %d";

/* exception reason */
"Value '%@' does is not in the valid extent of %f..%f" = "Value '%1$@' does is not in the valid extent of %2$f..%3$f";

/* exception reason */
"Value is of class %@ instead of the class %@ required by the style attribute \"%@\"." = "Value is of class %1$@ instead of the class %2$@ required by the style attribute “%3$@”.";

/* alert sheet prompt */
"Viewing this attachment will cause the contact to be added to your address book." = "Viewing this attachment will cause the contact to be added to your address book.";

/* style attribute or group name */
"weight" = "weight";

/* style attribute or group name */
"writing direction" = "writing direction";

/* style boolean name */
"yes" = "yes";

